Repository: Caribou3d/CaribouMK3s-Firmware
Catalog: lang/po/Firmware_*.po
Languages: pl

source: 0.3 or older
pl: 0.3 lub starszy

source: 0.4 or newer
pl: 0.4 lub nowszy

source: %s level expected
pl: Oczekiwano wersji %s

source: >Cancel
pl: >Anuluj

source: Adjusting Z
pl: Ustawianie Z

source: All correct
pl: Wszystko OK

source: All is done. Happy printing!
pl: Gotowe. Udanego drukowania!

source: Alphabet
pl: Alfab

source: Always
pl: Zawsze

source: Ambient
pl: Otoczenie

source: Are left and right Z~carriages all up?
pl: Obydwa konce osi sa na szczycie?

source: Assist
pl: Asyst.

source: Auto home
pl: Auto zerowanie

source: Auto power
pl: Automatycz

source: AutoLoad filament
pl: Autoladowanie fil.

source: Autoloading filament is active, just press the knob and insert filament...
pl: Autoladowanie filamentu wlaczone, nacisnij pokretlo i wsun filament...

source: Avoiding grind
pl: Unikaj scierania

source: Axis
pl: Os

source: Axis length
pl: Dlugosc osi

source: Back
pl: Wstecz

source: Bed
pl: Stol

source: Bed Heating
pl: Grzanie stolu

source: Bed done
pl: Stol OK

source: Bed level correct
pl: Korekta stolu

source: Bed leveling failed. Sensor didn't trigger. Debris on nozzle? Waiting for reset.
pl: Kalibracja nieudana. Sensor nie aktywowal sie. Zanieczysz. dysza? Czekam na reset.

source: Bed/Heater
pl: Stol/Grzanie

source: Belt status
pl: Stan paskow

source: Belt test
pl: Test paskow

source: Blackout occurred. Recover print?
pl: Wykryto zanik napiecia.Kontynowac?

source: Bright
pl: Jasny

source: Brightness
pl: Jasnosc

source: COMMUNICATION ERROR
pl: BLAD KOMUNIKACJI

source: Calibrate XYZ
pl: Kalibracja XYZ

source: Calibrate Z
pl: Kalibruj Z

source: Calibrating XYZ. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
pl: Kalibracja XYZ. Przekrec pokretlo, aby przesunac os Z do gornych ogranicznikow. Nacisnij, by potwierdzic.

source: Calibrating Z
pl: Kalibruje Z

source: Calibrating Z. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
pl: Kalibracja XYZ. Przekrec pokretlo, aby przesunac os Z do gornych ogranicznikow. Nacisnij, by potwierdzic.

source: Calibrating home
pl: Zerowanie osi

source: Calibration
pl: Kalibracja

source: Calibration done
pl: Kalibracja OK

source: Can't move Selector or Idler.
pl: Nie mozna poruszyc wybieraka lub docisku

source: Cannot perform the action, filament is already loaded. Unload it first.
pl: Nie mozna wykonac akcji, filament jest juz zaladowany. Rozladuj go najpierw.

source: Card removed
pl: Karta wyjeta

source: Change SD card
pl: Zmiana karty SD

source: Change filament
pl: Wymiana filamentu

source: Change success!
pl: Wymiana ok!

source: Changed correctly?
pl: Wymiana ok?

source: Checking X axis
pl: Kontrola osi X

source: Checking Y axis
pl: Kontrola osi Y

source: Checking Z axis
pl: Kontrola osi Z

source: Checking bed
pl: Kontrola stolu

source: Checking endstops
pl: Kontrola krancowek

source: Checking file
pl: Sprawdzanie pliku

source: Checking hotend
pl: Kontrola hotendu

source: Checking sensors
pl: Kontrola czujnikow

source: Checks
pl: Testy

source: Clear TM error
pl: Wyczyść błąd TM

source: Color not correct
pl: Kolor zanieczysz.

source: Community made
pl: Od spolecznosci

source: Cont.
pl: Kont.

source: Cooldown
pl: Chlodzenie

source: Copy selected language?
pl: Skopiowac wybrany jezyk?

source: Crash
pl: Zderzen

source: Crash det.
pl: Wykr.zderzen

source: Crash detected.
pl: Zderzenie wykryte

source: Crash detection can be turned on only in Normal mode
pl: Wykrywanie zderzen moze byc wlaczone tylko w trybie Normalnym

source: Cut filament
pl: Ciecie filamentu

source: Cutter
pl: Nozyk

source: Date:
pl: Data:

source: Dim
pl: Sciemn

source: Disable
pl: Wylacz

source: Disable steppers
pl: Wylacz silniki

source: Disengaging idler
pl: Zwalnianie docisku

source: Distance between tip of the nozzle and the bed surface has not been set yet. Please follow the manual, chapter First steps, section First layer calibration.
pl: Odleglosc dyszy od powierzchni druku nie jest skalibrowana. Postepuj zgodnie z instrukcja: rozdzial Wprowadzenie.

source: Do you want to repeat last step to readjust distance between nozzle and heatbed?
pl: Chcesz powtorzyc ostatni krok i ponownie ustawic odleglosc miedzy dysza a stolikiem?

source: Done
pl: Wyk.

source: E-correct
pl: Korekcja-E

source: ERR Help filament
pl: ERR fil. wym. pomocy

source: ERR Internal
pl: ERR wewnetrzny

source: ERR TMC failed
pl: ERR blad TMC

source: ERR Wait for User
pl: ERR czekam na uzytk.

source: ERROR:
pl: BLAD:

source: Eject from MMU
pl: Wysun z MMU

source: Ejecting filament
pl: Wysuwanie filamentu

source: Endstop
pl: Krancowka

source: Endstop not hit
pl: Krancowka nie aktyw.

source: Endstops
pl: Krancowki

source: Engaging idler
pl: Urucham. docisku

source: Extruder
pl: Ekstruder

source: Extruder info
pl: Ekstruder - info

source: F. autoload
pl: Autolad. fil.

source: F. jam detect
pl: Zaciecie fil.

source: F. runout
pl: Koniec fil.

source: FIL. ALREADY LOADED
pl: FILAMENT JUZ ZALAD.

source: FILAMENT EJECTED
pl: WYSUNIĘTY FILAMENT

source: FINDA DIDNT TRIGGER
pl: FINDA NIE WLACZONA

source: FINDA FILAM. STUCK
pl: FINDA FIL. ZABLOK.

source: FINDA didn't switch off while unloading filament. Try unloading manually. Ensure filament can move and FINDA works.
pl: FINDA nie wylaczyla sie podczas rozlad-owywania filamentu. Sprobuj rozladowac recznie. Sprawdz, czy filament moze sie poruszac i czy FINDA dziala.

source: FINDA didn't trigger while loading the filament. Ensure the filament can move and FINDA works.
pl: FINDA nie uruchamia sie podczas ladowania filamentu. Upewnij sie, ze filament moze sie poruszac i FINDA dziala.

source: FS Action
pl: Akcja FS

source: FSENSOR DIDNT TRIGG.
pl: FSENSOR NIE WLACZ.

source: FSENSOR FIL. STUCK
pl: FSENSOR FIL. ZABLOK

source: FSENSOR TOO EARLY
pl: FSENSOR ZBYT WCZESN.

source: FW RUNTIME ERROR
pl: BLAD DZIALANIA FW

source: Fail stats
pl: Statystyki bledow

source: Fail stats MMU
pl: Bledy MMU

source: False triggering
pl: Falszywy alarm

source: Fan speed
pl: Predkosc went.

source: Fan test
pl: Test wentylatora

source: Fans check
pl: Sprawd.went.

source: Feeding to FINDA
pl: Podawanie do FINDY

source: Feeding to FSensor
pl: Podaje do FSensora

source: Feeding to extruder
pl: Podaje do ekstrudera

source: Feeding to nozzle
pl: Podaw. do dyszy

source: Fil. runouts
pl: Konc.filamentu

source: Fil. sensor
pl: Czuj. filam.

source: Filament detected unexpectedly. Ensure no filament is loaded. Check the sensors and wiring.
pl: Filament wykryto nieoczekiwanie. Upewnij się, że nie załadowano filamentu. Sprawdź czujniki i okablowanie.

source: Filament extruding & with correct color?
pl: Filament wychodzi z dyszy,kolor jest ok?

source: Filament not loaded
pl: Fil. nie zaladowany

source: Filament sensor
pl: Czujnik filamentu

source: Filament sensor didn't switch off while unloading filament. Ensure filament can move and the sensor works.
pl: Czujnik filamentu nie wylaczyl sie podczas rozladowywania filamentu. Sprawdz, czy filament moze sie poruszac i czy czujnik dziala.

source: Filament sensor didn't trigger while loading the filament. Ensure the sensor is calibrated and the filament reached it.
pl: Czujnik filamentu nie zadzialal podczas ladowania filamentu. Sprawdz, czy filament dotarl do czujnika i czy czujnik dziala.

source: Filament sensor triggered too early while loading to extruder. Check there isn't anything stuck in PTFE tube. Check that sensor reads properly.
pl: Cz. filam. zadzialal zbyt wczesnie podcz. ladowania do ekstr. Sprawdz czy nic nie utknelo w rurce PTFE. Sprawdz czy czujnik odczytuje prawidlowo.

source: Filament used
pl: Uzyty filament

source: File incomplete. Continue anyway?
pl: Plik niekompletny. Kontynowac?

source: Finishing movements
pl: Konczenie druku

source: First layer cal.
pl: Kal. 1. warstwy

source: First, I will run the selftest to check most common assembly problems.
pl: Najpierw wlacze selftest w celu sprawdzenia najczestszych problemow podczas montazu.

source: Flow
pl: Przeplyw

source: For a Nozzle change please read prusa.io/nozzle-mk3s
pl: W celu wymiany dyszy należy przeczytać prusa.io/nozzle-mk3s

source: Front print fan?
pl: Przedni went. druku?

source: Front side[µm]
pl: Przod [µm]

source: Front/left fans
pl: Przedni/lewy wentyl.

source: G-code sliced for a different level. Continue?
pl: G-code pociety dla innej wersji. Kontynuowac?

source: G-code sliced for a different level. Please re-slice the model again. Print cancelled.
pl: G-code pociety na innym poziomie. Potnij model ponownie. Druk anulowany.

source: G-code sliced for a different printer type. Continue?
pl: G-code pociety dla innej drukarki. Kontynuowac?

source: G-code sliced for a different printer type. Please re-slice the model again. Print cancelled.
pl: G-code pociety dla drukarki innego typu. Potnij model ponownie. Druk anulowany.

source: G-code sliced for a newer firmware. Continue?
pl: G-code pociety dla nowszego FW. Kontynuowac?

source: G-code sliced for a newer firmware. Please update the firmware. Print cancelled.
pl: G-code pociety dla nowszego FW. Zaktualizuj FW. Druk anulowany.

source: HW Setup
pl: Ustawienia HW

source: Heater/Thermistor
pl: Grzalka/Termistor

source: Heating
pl: Grzanie...

source: Heating disabled by safety timer.
pl: Grzanie wylaczone przez wyl. czasowy

source: Heating done.
pl: Grzanie zakonczone

source: Hi, I am your Original Prusa i3 printer. I will guide you through a short setup process, in which the Z-axis will be calibrated. Then, you will be ready to print.
pl: Czesc, jestem Twoja drukarka Original Prusa i3. Przeprowadze Cie przez krotka kalibracje osi Z, po ktorej mozesz rozpoczac drukowanie.

source: Hi, I am your Original Prusa i3 printer. Would you like me to guide you through the setup process?
pl: Czesc, jestem Twoja drukarka Original Prusa i3. Czy potrzebujesz pomocy z ustawieniem?

source: High power
pl: Wysoka wyd

source: Homing
pl: Bazowanie

source: Hotend at 280C! Nozzle changed and tightened to specs?
pl: Hotend rozgrzany do 280°C! Dysza wymieniona i dokręcona wg specyfikacji?

source: Hotend fan:
pl: Went. hotend:

source: I will run xyz calibration now. It will take up to 24 mins.
pl: Przeprowadze teraz kalibracje XYZ. Zajmie to do 24 min.

source: I will run z calibration now.
pl: Przeprowadze kalibracje Z.

source: IDLER CANNOT HOME
pl: DOCISK NIE BAZUJE

source: IDLER CANNOT MOVE
pl: DOCISK NIE RUSZA SIE

source: INSPECT FINDA
pl: SPRAWDŹ FINDA

source: INVALID TOOL
pl: BLEDNE NARZEDZIE

source: If you have additional steel sheets, calibrate their presets in Settings - HW Setup - Steel sheets.
pl: Jesli masz dodatkowe plyty stalowe, to skalibruj ich ustawienia w menu Ustawienia - Ustawienia HW - Plyty stalowe.

source: Improving bed calibration point
pl: Poprawa punktu kalibracji stolu

source: Info screen
pl: Ekran informacyjny

source: Init. SD card
pl: Inic. karty SD

source: Insert filament
pl: Wprowadz filament

source: Insert the filament (do not load it) into the extruder and then press the knob.
pl: Wsun filament (nie uzywaj funkcji ladowania) do ekstrudera i nacisnij pokretlo.

source: Internal runtime error. Try resetting the MMU or updating the firmware.
pl: Wewnetrzny blad dzialania. Resetuj MMU lub zaktualizuj FW.

source: Is filament loaded?
pl: Filament jest zaladowany?

source: Is steel sheet on heatbed?
pl: Czy plyta stal. jest na podgrzew. stole?

source: Iteration
pl: Iteracja

source: LOAD TO EXTR. FAILED
pl: PRZEGRZ. ŁADOW EXTR.

source: Last print
pl: Ost. wydruk

source: Last print failures
pl: Ostatnie bledy druku

source: Left
pl: Lewa

source: Left hotend fan?
pl: Lewy went hotendu?

source: Left side [µm]
pl: Lewo [µm]

source: Level Bright
pl: Poziom jasn.

source: Level Dimmed
pl: Poziom ciem.

source: Lin. correction
pl: Korekcja liniowa

source: Live adjust Z
pl: Ustaw. Live Z

source: Load All
pl: Zalad. wszystkie

source: Load filament
pl: Ladowanie fil.

source: Load to nozzle
pl: Zaladuj do dyszy

source: Loading Test
pl: Test ładowania

source: Loading color
pl: Czyszcz. koloru

source: Loading filament
pl: Laduje filament

source: Loading to extruder failed. Inspect the filament tip shape. Refine the sensor calibration, if needed.
pl: Ładowanie do ekstrudera nie powiodło się. Sprawdź kształt końcówki filamentu. W razie potrzeby doprecyzuj kalibrację czujnika.

source: Loose pulley
pl: Luzne kolo pasowe

source: Loud
pl: Glosny

source: MMU FW UPDATE NEEDED
pl: MMU FW WYMAGA AKTUAL

source: MMU FW version is incompatible with printer FW.Update to version 3.0.0.
pl: Wersja oprogramowania układowego MMU jest niezgodna z oprogramowaniem sprzętowym drukarki. Zaktualizuj do wersji 3.0.0.

source: MMU Firmware internal error, please reset the MMU.
pl: Blad wewnetrzny MMU FW, zresetuj MMU.

source: MMU MCU ERROR
pl: MMU MCU BLAD

source: MMU Mode
pl: Tryb MMU

source: MMU NOT RESPONDING
pl: MMU NIE ODPOWIADA

source: MMU Retry: Restoring temperature...
pl: MMU wznaw. Nagrzewanie...

source: MMU SELFTEST FAILED
pl: MMU BLAD SELFTEST

source: MMU connected
pl: MMU podlaczone

source: MMU fails
pl: Bledy MMU

source: MMU load fails
pl: Bledy lad. MMU

source: MMU not responding correctly. Check the wiring and connectors.
pl: MMU nie dziala. Sprawdz okablowanie i zlacza.

source: MMU not responding. Check the wiring and connectors.
pl: MMU nie reaguje. Sprawdz okablowanie i zlacza.

source: MMU power fails
pl: Zaniki zas. MMU

source: Magnets comp.
pl: Kor. magnesow

source: Main
pl: Menu glowne

source: Material changes
pl: Wymiany materiałów

source: Measured skew
pl: Zmierz. skos

source: Measuring reference height of calibration point
pl: Okreslam wysokosc odniesienia punktu kalibracyjnego

source: Mesh
pl: Siatka

source: Mesh Bed Leveling
pl: Poziomowanie stolu

source: Mode
pl: Tryb

source: Mode change in progress...
pl: Trwa zmiana trybu...

source: More details online.
pl: Więcej szczegółów online.

source: Motor
pl: Silnik

source: Move X
pl: Ruch osi X

source: Move Y
pl: Ruch osi Y

source: Move Z
pl: Ruch osi Z

source: Move axis
pl: Ruch osi

source: Moving selector
pl: Ruch wybieraka

source: N/A
pl: N/D

source: New firmware version available:
pl: Dostepna nowa wersja FW:

source: No
pl: Nie

source: No SD card
pl: Brak karty SD

source: No move.
pl: Brak ruchu.

source: None
pl: Brak

source: Not connected
pl: Nie podlaczono

source: Not spinning
pl: Nie kreci sie

source: Now I will calibrate distance between tip of the nozzle and heatbed surface.
pl: Kalibruje odleglosc miedzy koncowka dyszy a powierzchnia druku.

source: Now I will preheat nozzle for PLA.
pl: Nagrzewam dysze dla PLA.

source: Now remove the test print from steel sheet.
pl: Teraz zdejmij wydruk testowy ze stolu.

source: Nozzle
pl: Dysza

source: Nozzle change
pl: Wymiana dyszy

source: Nozzle d.
pl: Sr. dyszy

source: Nozzle diameter differs from the G-code. Continue?
pl: Srednica dyszy rozni sie od tej w G-code. Kontynuowac?

source: Nozzle diameter differs from the G-code. Please check the value in settings. Print cancelled.
pl: Srednica dyszy rozni sie od tej w G-code. Sprawdz ustawienia. Druk anulowany.

source: Off
pl: Wyl

source: Old settings found. Default PID, Esteps etc. will be set.
pl: Znaleziono stare ustawienia. Zostana przywrocone domyslne ust. PID, Esteps, itp.

source: On
pl: Wl

source: Once
pl: 1-raz

source: PAUSED THERMAL ERROR
pl: PAUZA BLAD TERMICZNY

source: PID cal.
pl: Kalibracja PID

source: PID cal. finished
pl: Kal. PID zakonczona

source: PID calibration
pl: Kalibracja PID

source: PINDA Heating
pl: Grzanie sondy PINDA

source: PINDA cal.
pl: Kalib. PINDA

source: PINDA calibration failed
pl: Kalibracja temperaturowa nieudana

source: PINDA calibration is finished and active. It can be disabled in menu Settings->PINDA cal.
pl: Kalibracja PINDA zakonczona i wlaczona. Moze byc wylaczona z menu Ustawienia -> Kalib. PINDA

source: PULLEY CANNOT MOVE
pl: RADELKO NIE RUSZA

source: Parking selector
pl: Parkowanie wybieraka

source: Pause
pl: Pauza

source: Pause print
pl: Wstrzym. wydruku

source: Performing cut
pl: Odcinanie

source: Place a sheet of paper under the nozzle during the calibration of first 4 points. If the nozzle catches the paper, power off the printer immediately.
pl: Umiesc kartke papieru na stole roboczym i podczas pomiaru pierwszych 4 punktow. Jesli dysza zahaczy o papier, natychmiast wylacz drukarke.

source: Please check our handbook and fix the problem. Then resume the Wizard by rebooting the printer.
pl: Przeczytaj nasz Podrecznik druku 3D aby naprawic problem. Potem wznow Asystenta przez restart drukarki.

source: Please check the IR sensor connection, unload filament if present.
pl: Sprawdz polaczenie czujnika IR, rozladuj filament, jesli zaladowany.

source: Please check:
pl: Sprawdz:

source: Please clean heatbed and then press the knob.
pl: Oczysc powierzchnie druku i nacisnij pokretlo.

source: Please clean the nozzle for calibration. Click when done.
pl: Dla prawidlowej kalibracji nalezy oczyscic dysze. Potwierdz guzikiem.

source: Please insert filament into the extruder, then press the knob to load it.
pl: Wsun filament do ekstrudera i nacisnij pokretlo, aby go zaladowac.

source: Please insert filament into the first tube of the MMU, then press the knob to load it.
pl: Wsun filament do pierwszego kanalu w MMU i nacisnij pokretlo, aby go zaladowac.

source: Please load filament first.
pl: Najpierw zaladuj filament.

source: Please open idler and remove filament manually.
pl: Odciagnac dzwignie dociskowa ekstrudera i recznie usunac filament.

source: Please place steel sheet on heatbed.
pl: Umiescic plyte stalowa na stole podgrzewanym.

source: Please press the knob to unload filament
pl: Nacisnij pokretlo aby rozladowac filament

source: Please pull out filament immediately
pl: Wyciagnij filament teraz

source: Please remove shipping helpers first.
pl: Najpierw usun zabezpieczenia transportowe

source: Please remove steel sheet from heatbed.
pl: Zdjac plyte stalowa z podgrzewanego stolu.

source: Please run XYZ calibration first.
pl: Najpierw uruchomic kalibracje XYZ

source: Please unload the filament first, then repeat this action.
pl: Najpierw rozladuj filament, nastepnie powtorz czynnosc.

source: Please upgrade.
pl: Prosze zaktualizowac

source: Please wait
pl: Prosze czekac

source: Power failures
pl: Zaniki zasil.

source: Preheat
pl: Grzanie

source: Preheat the nozzle!
pl: Nagrzej dysze!

source: Preheating nozzle. Please wait.
pl: Nagrzewanie dyszy. Prosze czekac.

source: Preheating to cut
pl: Nagrzew. obciecia

source: Preheating to eject
pl: Nagrzew. wysuniecia

source: Preheating to load
pl: Nagrzew.do ladowania

source: Preheating to unload
pl: Nagrzew. do rozlad.

source: Preload to MMU
pl: Załaduj do MMU

source: Preparing blade
pl: Przygot. ostrza

source: Press the knob
pl: Wcisnij pokretlo

source: Press the knob to preheat nozzle and continue.
pl: Wcisnij pokretlo aby rozgrzac dysze i kontynuowac.

source: Print aborted
pl: Druk przerwany

source: Print fan:
pl: WentWydruk:

source: Print from SD
pl: Druk z karty SD

source: Print paused
pl: Druk wstrzymany

source: Print time
pl: Czas druku

source: Printer IP Addr:
pl: Adr. IP drukarki:

source: Printer has not been calibrated yet. Please follow the manual, chapter First steps, section Calibration flow.
pl: Drukarka nie byla jeszcze kalibrowana. Kieruj sie Samouczkiem: rozdzial Pierwsze Kroki.

source: Pulley motor stalled. Ensure the pulley can move and check the wiring.
pl: Silnik kola radelkowanego utknal. Upewnij sie, ze kolo moze sie poruszac i sprawdz okablowanie.

source: Pushing filament
pl: Wsuwanie filamentu

source: QUEUE FULL
pl: KOLEJKA PELNA

source: RPi port
pl: Port RPi

source: Rear side [µm]
pl: Tyl [µm]

source: Recovering print
pl: Wznawianie wydruku

source: Remove old filament and press the knob to start loading new filament.
pl: Wyciagnij poprzedni filament i nacisnij pokretlo aby zaladowac nowy.

source: Remove the ejected filament from the front of the MMU.
pl: Usuń wyrzucony filament z przodu MMU.

source: Rename
pl: Zmien nazwe

source: Requested filament tool is not available on this hardware. Check the G-code for tool index out of range (T0-T4).
pl: Zadane narzedzie filamentu nie jest dostepne na tym sprzecie. Sprawdz G-code pod wzgledem indeksu narzedzia poza zakresem (T0-T4).

source: Reset XYZ calibr.
pl: Reset kalibr. XYZ

source: Resume print
pl: Wznowic wydruk

source: Resuming print
pl: Wznawianie druku

source: Retract from FINDA
pl: Wycof, z FINDY

source: Retry
pl: Ponow

source: Returning selector
pl: Powrot wybieraka

source: Right
pl: Prawa

source: Right side[µm]
pl: Prawo [µm]

source: Running Wizard will delete current calibration results and start from the beginning. Continue?
pl: Wlaczenie Asystenta usunie obecne dane kalibracyjne i zacznie od poczatku. Kontynuowac?

source: SD card
pl: Karta SD

source: SELECTOR CANNOT HOME
pl: WYBIERAK NIE BAZUJE

source: SELECTOR CANNOT MOVE
pl: WYBIERAK NIE RUSZA

source: STOPPED.
pl: ZATRZYMANO.

source: Searching bed calibration point
pl: Szukam punktu kalib. na stole

source: Select
pl: Wybierz

source: Select a filament for the First Layer Calibration and select it in the on-screen menu.
pl: Wybierz filament do Kalibracji Pierwszej Warstwy i potwierdz w menu ekranowym.

source: Select filament:
pl: Wybierz filament:

source: Select language
pl: Wybor jezyka

source: Select nozzle preheat temperature which matches your material.
pl: Wybierz temperature grzania dyszy odpowiednia dla materialu.

source: Select temperature which matches your material.
pl: Wybierz temperature, ktora odpowiada Twojemu filamentowi.

source: Selecting fil. slot
pl: Wybieranie slotu fil

source: Selector can't move due to FINDA detecting a filament. Make sure no filament is in Selector and FINDA works properly.
pl: Selektor nie może się poruszyć, ponieważ program FINDA wykrył żarnik. Upewnij się, że w selektorze nie ma filamentu i że FINDA działa prawidłowo.

source: Self test start
pl: Selftest startuje

source: Selftest error!
pl: Blad selftest!

source: Selftest failed
pl: Selftest nieudany

source: Selftest will be run to calibrate accurate sensorless rehoming.
pl: Zostanie uruchomiony Selftest aby dokladnie skalibrowac punkt bazowy bez krancowek

source: Sensor info
pl: Info o sensorach

source: Sensor verified, remove the filament now.
pl: Czujnik sprawdzony, wyciagnij filament.

source: Set temperature:
pl: Ustaw temperature:

source: Settings
pl: Ustawienia

source: Severe skew
pl: Znaczny skos

source: Sheet
pl: Plyta

source: Sheet %.7s Z offset: %+1.3fmm %cContinue %cReset
pl: Plyta %.7s Z offset: %+1.3fmm %cKontynuowac %cReset

source: Show end stops
pl: Pokaz krancowki

source: Silent
pl: Cichy

source: Slight skew
pl: Lekki skos

source: Some files will not be sorted. Max. No. of files in 1 folder for sorting is 100.
pl: Niektore pliki nie zostana posortowane. Max. liczba plikow w 1 folderze = 100.

source: Some problem encountered, Z-leveling enforced ...
pl: Wykryto problem, wymuszono poziomowanie osi Z.

source: Sorting files
pl: Sortowanie plikow

source: Sound
pl: Dzwiek

source: Speed
pl: Predkosc

source: Spinning
pl: Kreci sie

source: Stable ambient temperature 21-26C is needed a rigid stand is required.
pl: Potrzebna jest stabilna temperatura otoczenia 21-26C i stabilne podloze.

source: Statistics
pl: Statystyki

source: Stealth
pl: Cichy

source: Steel sheets
pl: Plyty stalowe

source: Stop print
pl: Przerwanie druku

source: Strict
pl: Restr.

source: Support
pl: Wsparcie

source: Swapped
pl: Zamieniono

source: TMC DRIVER ERROR
pl: BLAD STEROW. TMC

source: TMC DRIVER RESET
pl: RESET STEROW. TMC

source: TMC DRIVER SHORTED
pl: ZWARCIE STEROW. TMC

source: TMC OVERHEAT ERROR
pl: PRZEGRZANIE TMC

source: TMC UNDERVOLTAGE ERR
pl: ZA NIS. NAPIECIE TMC
