Repository: Caribou3d/CaribouMK3s-Firmware
Catalog: lang/po/Firmware_*.po
Languages: pl

source: Temperature
pl: Temperatura

source: Temperatures
pl: Temperatury

source: Testing filament
pl: Test filamentu

source: The Idler cannot home properly. Check for anything blocking its movement.
pl: Docisk nie moze sie prawidlowo zbazowac. Sprawdz, czy nic nie blokuje jego ruchu.

source: The Selector cannot home properly. Check for anything blocking its movement.
pl: Wybeirak nie moze sie prawidlowo zbazowac. Sprawdz, czy nic nie blokuje jego ruchu.

source: The printer will start printing a zig-zag line. Rotate the knob until you reach the optimal height. Check the pictures in the handbook (Calibration chapter).
pl: Drukarka zacznie drukowanie linii w ksztalcie zygzaka. Ustaw optymalna wysokosc obracajac pokretlo. Porownaj z ilustracjami w Podreczniku (rozdzial Kalibracja).

source: There is still a need to make Z calibration. Please follow the manual, chapter First steps, section Calibration flow.
pl: Musimy przeprowadzic kalibracje Z. Kieruj sie Samouczkiem: rozdzial Pierwsze Kroki.

source: Thermal model cal. takes approx. 12 mins. See prusa.io/tm-cal
pl: Kal. modelu termicznego trwa ok. 12min. Spójrz prusa.io/tm-cal

source: Thermal model not calibrated yet.
pl: Model termicznego nie zostal skalib.

source: Time
pl: Czas

source: Timeout
pl: Wyl. czas.

source: Total
pl: Suma

source: Total failures
pl: Suma bledow

source: Total filament
pl: Zuzycie filamentu

source: Total print time
pl: Laczny czas druku

source: Tune
pl: Strojenie

source: UNKNOWN ERROR
pl: NIEZNANY BŁĄD

source: UNLOAD MANUALLY
pl: ROZLAD. RECZNIE

source: Unexpected error occurred.
pl: Pojawił się nieoczekiwany błąd.

source: Unload
pl: Rozladuj

source: Unload filament
pl: Rozladowanie fil

source: Unloading filament
pl: Rozladowuje filament

source: Unloading to FINDA
pl: Rozlad. do FINDY

source: Unloading to pulley
pl: Rozladow. do radelka

source: Verification failed, remove the filament and try again.
pl: Niepowodzenie sprawdzenia, wyciagnij filament i sprobuj ponownie.

source: Voltages
pl: Napiecia

source: WARNING TMC TOO HOT
pl: UWAGA TMC ZA GORACY

source: WARNING: Crash detection disabled in Stealth mode
pl: UWAGA: Wykrywanie zderzen wylaczone w trybie Stealth

source: Wait for user...
pl: Czekam na uzytk. ...

source: Waiting for PINDA probe cooling
pl: Czekam az spadnie temp. sondy PINDA

source: Waiting for nozzle and bed cooling
pl: Oczekiwanie na wychlodzenie dyszy i stolu

source: Warn
pl: Ostrzez

source: Warning: both printer type and motherboard type changed.
pl: Ostrzezenie: typ drukarki i plyta glowna ulegly zmianie.

source: Warning: motherboard type changed.
pl: Ostrzezenie: plyta glowna ulegla zmianie.

source: Warning: printer type changed.
pl: Ostrzezenie: rodzaj drukarki ulegl zmianie

source: Was filament unload successful?
pl: Rozladowanie fil. ok?

source: Wiring error
pl: Blad polaczenia

source: Wizard
pl: Asystent

source: X-correct
pl: Korekcja-X

source: XYZ cal. details
pl: Szczegoly kal. XYZ

source: XYZ calibration all right. Skew will be corrected automatically.
pl: Kalibracja XYZ pomyslna. Skos bedzie automatycznie korygowany.

source: XYZ calibration all right. X/Y axes are slightly skewed. Good job!
pl: Kalibracja XYZ prawidlowa. Osie X/Y lekko skosne. Dobra robota!

source: XYZ calibration compromised. Front calibration points not reachable.
pl: Kalibr. XYZ niedokladna. Przednie punkty kalibr. nieosiagalne.

source: XYZ calibration compromised. Right front calibration point not reachable.
pl: Kalibracja XYZ niedokladna. Prawy przedni punkt nieosiagalny.

source: XYZ calibration failed. Bed calibration point was not found.
pl: Kalibracja XYZ nieudana. Nie znaleziono punktow kalibracyjnych.

source: XYZ calibration failed. Front calibration points not reachable.
pl: Kalibr. XYZ nieudana. Przednie punkty kalibr. nieosiagalne. Nalezy poprawic montaz drukarki.

source: XYZ calibration failed. Please consult the manual.
pl: Kalibracja XYZ nieudana. Sprawdz przyczyny i rozwiazania w instrukcji.

source: XYZ calibration failed. Right front calibration point not reachable.
pl: Kalibr. XYZ nieudana. Prawy przedni punkt nieosiagalny. Nalezy poprawic montaz drukarki.

source: XYZ calibration ok. X/Y axes are perpendicular. Congratulations!
pl: Kalibracja XYZ ok. Osie X/Y sa prostopadle. Gratulacje!

source: Y distance from min
pl: Dystans od 0 w osi Y

source: Y-correct
pl: Korekcja-Y

source: Yes
pl: Tak

source: You can always resume the Wizard from Calibration -> Wizard.
pl: Zawsze mozesz uruchomic Asystenta ponownie przez Kalibracja -> Asystent.

source: Z-correct
pl: Korekcja-Z

source: Z-probe nr.
pl: Ilosc Pomiarow

source: [0;0] point offset
pl: [0;0] przesun.punktu

source: and press the knob
pl: i nacisnij pokretlo

source: to load filament
pl: aby zaladow. fil.

source: to unload filament
pl: aby rozlad. filament

source: unknown
pl: nieznane

source: unknown state
pl: Stan nieznany

source: 🔃Refresh
pl: 🔃Odswiezac
